Repository: arstanber/challenge
Catalog: reInspire/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, kk, ko, pt, ru, zh_hans

# Новое место
source: New place
ar: مكان جديد
de: Neuer Ort
es: Nuevo lugar
fr: Nouvel endroit
ja: 新しい場所
kk: Жаңа орын
ko: 새로운 장소
pt: Novo lugar
zh_hans: 新地方

# Новый день
source: New day
ar: يوم جديد
de: Neuer Tag
es: nuevo dia
fr: Nouveau jour
ja: 新しい日
kk: Жаңа күн
ko: 새로운 날
pt: Novo dia
zh_hans: 新的一天

# Новый пароль
source: New password
ar: كلمة مرور جديدة
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
ja: 新しいパスワード
kk: Жаңа құпиясөз
ko: 새 비밀번호
pt: Nova Senha
zh_hans: 新密码

# Новый пароль (от 6 символов)
source: New password (6+ characters)
ar: كلمة مرور جديدة (6 أحرف على الأقل)
de: Neues Passwort (6+ Zeichen)
es: Nueva contraseña (6+ caracteres)
fr: Nouveau mot de passe (6 caractères min.)
ja: 新しいパスワード (6 文字以上)
kk: Жаңа құпиясөз (6+ таңба)
ko: 새 비밀번호(6자 이상)
pt: Nova senha (6+ caracteres)
zh_hans: 新密码（6+字符）

# Новый шанс стать лучше. Начни прямо сейчас.
source: A fresh chance to be better. Start right now.
ar: فرصة جديدة لتكون أفضل. ابدأ الآن.
de: Eine neue Chance, besser zu werden. Fang jetzt an.
es: Una nueva oportunidad de ser mejor. Empiece ahora mismo.
fr: Une nouvelle chance de devenir meilleur. Commence tout de suite.
ja: より良くなる新たなチャンス。今すぐ始めましょう。
kk: Жақсырақ болуға жаңа мүмкіндік. Дәл қазір баста.
ko: 더 나아질 수 있는 새로운 기회. 지금 바로 시작하세요.
pt: Uma nova chance de ser melhor. Comece agora mesmo.
zh_hans: 一个变得更好的新机会。现在就开始吧。

# Ночь
source: Night
ar: الليل
de: Nacht
es: Noche
fr: Nuit
ja: 夜
kk: Түн
ko: 밤
pt: Noite
zh_hans: 夜晚

# Нужно фото-подтверждение
source: Photo proof required
ar: مطلوب إثبات بالصورة
de: Fotobeweis erforderlich
es: Se requiere prueba fotográfica
fr: Preuve photo requise
ja: 写真証明が必要です
kk: Фото растау қажет
ko: 사진 증거가 필요합니다
pt: É necessária prova fotográfica
zh_hans: 需要照片证明

# ОК
source: OK
ar: حسنًا
es: DE ACUERDO
ja: わかりました
ko: 좋아요
zh_hans: 好的

# Обновить напоминание
source: Update reminder
ar: تحديث التذكير
de: Erinnerung aktualisieren
es: Recordatorio de actualización
fr: Mettre à jour le rappel
ja: アップデートリマインダー
kk: Еске салуды жаңарту
ko: 업데이트 알림
pt: Lembrete de atualização
zh_hans: 更新提醒

# Объединяй привычки в последовательности и выполняй их без лишних пауз.
source: Group habits into sequences and complete them without unnecessary pauses.
ar: اجمع العادات في تسلسلات وأنجزها من دون فواصل غير ضرورية.
de: Fasse Gewohnheiten zu Abläufen zusammen und erledige sie ohne unnötige Pausen.
es: Agrupa hábitos en secuencias y complétalas sin pausas innecesarias.
fr: Regroupe tes habitudes en séquences et enchaîne-les sans pauses inutiles.
ja: 習慣をシーケンスにグループ化し、不必要な中断をせずに完了させます。
kk: Әдеттерді бірізді тізбектерге біріктіріп, артық үзіліссіз орында.
ko: 습관을 순서대로 그룹화하고 불필요한 일시 중지 없이 완료하세요.
pt: Agrupe hábitos em sequências e complete-os sem pausas desnecessárias.
ru: Объединяй привычки в последовательности и выполняй их без лишних пауз.
zh_hans: 将习惯按顺序分组并完成它们，无需不必要的停顿。

# Один раз
source: Once
ar: مرة واحدة
de: Einmal
es: Una vez
fr: Une fois
ja: 一度
kk: Бір рет
ko: 한 번
pt: Uma vez
zh_hans: 一次

# Один создаёт дуэль, второй присоединяется. Потом потрясите оба телефона.
source: One person creates the duel, the other joins. Then shake both phones.
ar: يقوم شخص بإنشاء التحدي، وينضم الآخر إليه. ثم هزّا كلا الهاتفين.
de: Eine Person erstellt das Duell, die andere tritt bei. Dann schüttelt beide Handys.
es: Una persona crea el duelo, la otra se une. Luego agite ambos teléfonos.
fr: Une personne crée le duel, l'autre rejoint. Ensuite, secouez les deux téléphones.
ja: 1 人が決闘を開始し、もう 1 人が参加します。次に、両方の携帯電話を振ります。
kk: Біреуі дуэль жасайды, екіншісі қосылады. Сосын екі телефонды шайқаңыз.
ko: 한 사람이 결투를 만들고 다른 사람이 결투에 참여합니다. 그런 다음 두 전화기를 모두 흔들어주세요.
pt: Uma pessoa cria o duelo, a outra entra. Em seguida, agite os dois telefones.
zh_hans: 一个人发起决斗，另一个人加入。然后摇动两部手机。

# Один шаг сегодня -- большой результат завтра.
source: One step today is a big result tomorrow.
ar: خطوة واحدة اليوم -- نتيجة كبيرة غدًا.
de: Ein Schritt heute ist ein großes Ergebnis morgen.
es: Un paso hoy es un gran resultado mañana.
fr: Un pas aujourd'hui, un grand résultat demain.
ja: 今日の一歩が明日の大きな結果につながります。
kk: Бүгінгі бір қадам -- ертеңгі үлкен нәтиже.
ko: 오늘 한 걸음이 내일의 큰 결과가 됩니다.
pt: Um passo hoje é um grande resultado amanhã.
zh_hans: 今天的一步就是明天的重大成果。

# Одно маленькое действие меняет всё.
source: One small action changes everything.
ar: عمل صغير واحد يغيّر كل شيء.
de: Eine kleine Handlung verändert alles.
es: Una pequeña acción lo cambia todo.
fr: Une petite action change tout.
ja: 小さな行動一つですべてが変わります。
kk: Бір шағын әрекет бәрін өзгертеді.
ko: 작은 행동 하나가 모든 것을 변화시킵니다.
pt: Uma pequena ação muda tudo.
zh_hans: 一个小动作就能改变一切。

# Ожидание соперника
source: Waiting for opponent
ar: في انتظار الخصم
de: Warten auf Gegner
es: esperando al oponente
fr: En attente d'un adversaire
ja: 相手を待っています
kk: Қарсыласты күтуде
ko: 상대를 기다리고 있다
pt: Esperando pelo adversário
zh_hans: 等待对手

# Опиши цель, а reInspire превратит её в понятный план действий.
source: Describe your goal, and reInspire will turn it into a clear action plan.
ar: صِف هدفك، وسيحوّله reInspire إلى خطة عمل واضحة.
de: Beschreibe dein Ziel und reInspire erstellt daraus einen klaren Aktionsplan.
es: Describe tu objetivo y reInspire lo convertirá en un plan de acción claro.
fr: Décris ton objectif et reInspire le transformera en plan d’action clair.
ja: 目標を説明すると、reInspire がそれを明確な行動計画に変換します。
kk: Мақсатыңды сипатта, ал reInspire оны нақты әрекет жоспарына айналдырады.
ko: 목표를 설명하면 reInspire가 이를 명확한 실행 계획으로 바꿔줄 것입니다.
pt: Descreva seu objetivo e o reInspire o transformará em um plano de ação claro.
ru: Опиши цель, а reInspire превратит её в понятный план действий.
zh_hans: 描述您的目标，reInspire 会将其转化为明确的行动计划。

# Оправдание принято
source: Excuse accepted
ar: تم قبول العذر
de: Entschuldigung akzeptiert
es: excusa aceptada
fr: Excuse acceptée
ja: 言い訳は受け入れられました
kk: Дәлел қабылданды
ko: 변명은 받아들여진다
pt: Desculpa aceita
zh_hans: 接受借口

# Оранжевый
source: Orange
ar: برتقالي
es: Naranja
ja: オレンジ
kk: Қызғылт сары
ko: 주황색
pt: Laranja
zh_hans: 橙子

# Осталось дней: %lld
source: %lld days left
ar: %lld يومًا متبقيًا
de: %lld Tage übrig
es: Quedan %lld días
fr: %lld jours restants
ja: 残り %lld 日
kk: %lld күн қалды
ko: %lld일 남음
pt: %lld dias restantes
zh_hans: %lld 还剩几天

# Осталось дней: %lld. Побеждает тот, кто выполнил больше дел.
source: %lld days left. Whoever completes more tasks wins.
ar: %lld يومًا متبقيًا. يفوز من ينجز أكثر عدد من المهام.
de: %lld Tage übrig. Wer mehr Aufgaben erledigt, gewinnt.
es: Quedan %lld días. Quien complete más tareas gana.
fr: %lld jours restants. Celui qui termine le plus de tâches gagne.
ja: 残り %lld 日です。より多くのタスクを完了した人が勝ちです。
kk: %lld күн қалды. Кім көп іс орындаса, сол жеңеді.
ko: %lld일 남았습니다. 더 많은 작업을 완료하는 사람이 승리합니다.
pt: %lld dias restantes. Quem completar mais tarefas vence.
zh_hans: %lld 还剩几天。谁完成的任务多谁就获胜。

# От родителя
source: From parent
ar: من ولي الأمر
de: Vom Elternteil
es: De los padres
fr: Du parent
ja: 親から
kk: Ата-анадан
ko: 부모로부터
pt: Do pai
zh_hans: 来自家长

# Отключить
source: Disconnect
ar: قطع الاتصال
de: Trennen
es: Desconectar
fr: Déconnecter
ja: 切断する
kk: Ажырату
ko: 연결 끊기
pt: Desconectar
zh_hans: 断开

# Открой расширенную аналитику
source: Unlock advanced analytics
ar: افتح التحليلات المتقدمة
de: Erweiterte Analysen freischalten
es: Desbloquee análisis avanzados
fr: Débloque les statistiques avancées
ja: 高度な分析を利用できるようにする
kk: Кеңейтілген аналитиканы аш
ko: 고급 분석 잠금 해제
pt: Desbloqueie análises avançadas
zh_hans: 解锁高级分析

# Откройте неограниченные привычки
source: Unlock unlimited habits
ar: افتح عادات غير محدودة
de: Unbegrenzte Gewohnheiten freischalten
es: Desbloquea hábitos ilimitados
fr: Débloquez des habitudes illimitées
ja: 無制限の習慣を解放する
kk: Шексіз әдеттерді аш
ko: 무제한 습관 잠금 해제
pt: Desbloqueie hábitos ilimitados
zh_hans: 解锁无限习惯

# Открывает варианты подписки
source: Opens subscription options
ar: يفتح خيارات الاشتراك
de: Öffnet die Abo-Optionen
es: Abre opciones de suscripción
fr: Ouvre les options d’abonnement
ja: 購読オプションを開きます
kk: Жазылым нұсқаларын ашады
ko: 구독 옵션 열기
pt: Abre opções de assinatura
ru: Открывает варианты подписки
zh_hans: 打开订阅选项

# Открывает приложение reInspire.
source: Opens the reInspire app.
ar: يفتح تطبيق reInspire.
de: Öffnet die reInspire-App.
es: Abre la aplicación reInspire.
fr: Ouvre l'application reInspire.
ja: reInspire アプリを開きます。
kk: reInspire қолданбасын ашады.
ko: reInspire 앱을 엽니다.
pt: Abre o aplicativo reInspire.
zh_hans: 打开 reInspire 应用程序。

# Открыть
source: Open
ar: فتح
de: Öffnen
es: Abierto
fr: Ouvrir
ja: 開ける
kk: Ашу
ko: 열려 있는
pt: Abrir
zh_hans: 打开

# Открыть reInspire
source: Open reInspire
ar: فتح reInspire
de: reInspire öffnen
es: Abrir reInspirar
fr: Ouvrir reInspire
ja: リインスパイアを開く
kk: reInspire ашу
ko: reInspire 열기
pt: Abra o reInspire
zh_hans: 打开reInspire

# Открыть настройки
source: Open settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les réglages
ja: 設定を開く
kk: Параметрлерді ашу
ko: 설정 열기
pt: Abrir configurações
zh_hans: 打开设置

# Открыть с Премиум
source: Unlock with Premium
ar: فتح مع بريميوم
de: Mit Premium freischalten
es: Desbloquear con Premium
fr: Débloquer avec Premium
ja: プレミアムでロックを解除する
kk: Premium-мен ашу
ko: 프리미엄으로 잠금 해제
pt: Desbloquear com Premium
zh_hans: 使用高级版解锁

# Отлично
source: Great
ar: رائع
de: Großartig
es: Excelente
fr: Super
ja: 素晴らしい
kk: Тамаша
ko: 엄청난
pt: Ótimo
zh_hans: 伟大的

# Отмазка принята 🙏
source: Excuse accepted 🙏
ar: تم قبول الحجة 🙏
de: Ausrede akzeptiert 🙏
es: Excusa aceptada 🙏
fr: Excuse acceptée 🙏
ja: 言い訳は受け入れられます🙏
kk: Сылтау қабылданды 🙏
ko: 변명 인정 🙏
pt: Desculpa aceita 🙏
zh_hans: 原谅接受🙏

# Отмена
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
kk: Болдырмау
ko: 취소
pt: Cancelar
zh_hans: 取消

# Отменена
source: Cancelled
ar: ملغى
de: Abgebrochen
es: Cancelado
fr: Annulé
ja: キャンセル
kk: Болдырылмады
ko: 취소
pt: Cancelado
zh_hans: 取消

# Отменить дуэль
source: Cancel duel
ar: إلغاء التحدي
de: Duell abbrechen
es: Cancelar duelo
fr: Annuler le duel
ja: 決闘を中止する
kk: Дуэльді болдырмау
ko: 결투 취소
pt: Cancelar duelo
zh_hans: 取消决斗

# Отметить
source: Check off
ar: وضع علامة
de: Abhaken
es: Marcar
fr: Cocher
ja: チェックオフ
kk: Белгілеу
ko: 체크아웃
pt: Marque
zh_hans: 核对掉

# Отметить ${task} выполненной
source: Mark ${task} as done
ar: وضع علامة على ${task} كمكتملة
de: ${task} als erledigt markieren
es: Marcar ${task} como hecho
fr: Marquer ${task} comme terminée
ja: ${task} を完了としてマークする
kk: ${task} орындалды деп белгілеу
ko: ${task}을(를) 완료로 표시
pt: Marcar ${task} como concluído
zh_hans: 将 ${task} 标记为已完成

# Отметить выполненным
source: Mark as done
ar: وضع علامة كمكتمل
de: Als erledigt markieren
es: Marcar como hecho
fr: Marquer comme terminé
ja: 完了としてマークする
kk: Орындалды деп белгілеу
ko: 완료로 표시
pt: Marcar como concluído
zh_hans: 标记为已完成

# Отметить задачу
source: Mark task
ar: وضع علامة على المهمة
de: Aufgabe markieren
es: marcar tarea
fr: Marquer la tâche
ja: タスクにマークを付ける
kk: Тапсырманы белгілеу
ko: 작업 표시
pt: Marcar tarefa
zh_hans: 标记任务

# Отметить прогресс
source: Mark progress
ar: تسجيل التقدم
de: Fortschritt markieren
es: Marcar progreso
fr: Marquer la progression
ja: 進捗状況をマークする
kk: Прогресті белгілеу
ko: 진행 상황 표시
pt: Marcar o progresso
zh_hans: 标记进度

# Отметиться
source: Check in
ar: تسجيل الحضور
de: Einchecken
es: Registrarse
fr: Pointer
ja: チェックイン
kk: Белгілену
ko: 체크인
zh_hans: 报到

# Отметок
source: Check-ins
ar: تسجيلات
es: Registros
ja: チェックイン
kk: Белгілеулер
ko: 체크인
zh_hans: 签到

# Отметок за 30 дней
source: Check-ins in 30 days
ar: تسجيلات خلال 30 يومًا
de: Check-ins in 30 Tagen
es: Entradas en 30 días
fr: Check-ins en 30 jours
ja: 30日以内にチェックイン
kk: 30 күндегі белгілеулер
ko: 30일 후 체크인
pt: Check-ins em 30 dias
zh_hans: 30天内入住

source: Marks the selected task as done. Tasks with photo verification still need to be confirmed in the app.
ar: يضع علامة على المهمة المحددة كمكتملة. المهام التي تتطلب التحقق بالصورة لا تزال تحتاج إلى تأكيد داخل التطبيق.
de: Markiert die ausgewählte Aufgabe als erledigt. Aufgaben mit Fotoprüfung müssen weiterhin in der App bestätigt werden.
es: Marca la tarea seleccionada como realizada. Las tareas con verificación fotográfica aún deben confirmarse en la aplicación.
fr: Marque la tâche sélectionnée comme terminée. Les tâches avec vérification photo doivent toujours être confirmées dans l'application.
ja: 選択したタスクを完了としてマークします。写真認証のあるタスクは、引き続きアプリで確認する必要があります。
kk: Таңдалған тапсырманы орындалды деп белгілейді. Фотомен тексерілетін тапсырмаларды қолданбада растау керек.
ko: 선택한 작업을 완료로 표시합니다. 사진 인증이 포함된 작업은 여전히 ​​앱에서 확인해야 합니다.
pt: Marca a tarefa selecionada como concluída. As tarefas com verificação por foto ainda precisam ser confirmadas no app.
zh_hans: 将所选任务标记为已完成。有照片验证的任务仍需要在应用程序中确认。

# Отправить
source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
ja: 送信
kk: Жіберу
ko: 보내다
pt: Enviar
zh_hans: 发送

# Отправить вызов
source: Send challenge
ar: إرسال التحدي
de: Herausforderung senden
es: Enviar desafío
fr: Envoyer le défi
ja: チャレンジを送信する
kk: Шақыру жіберу
ko: 챌린지 보내기
pt: Enviar desafio
zh_hans: 发送挑战

# Отправить как оправдание
source: Submit as excuse
ar: إرسال كعذر
de: Als Entschuldigung einreichen
es: Presentar como excusa
fr: Envoyer comme excuse
ja: 言い訳として提出する
kk: Дәлел ретінде жіберу
ko: 핑계로 제출
pt: Envie como desculpa
zh_hans: 作为借口提交

# Отправить код ещё раз
source: Resend code
ar: إعادة إرسال الرمز
de: Code erneut senden
es: Reenviar código
fr: Renvoyer le code
ja: コードを再送信する
kk: Кодты қайта жіберу
ko: 코드 재전송
pt: Reenviar código
zh_hans: 重新发送代码

# Отправить код заново
source: Resend code
ar: إعادة إرسال الرمز
de: Code erneut senden
es: Reenviar código
fr: Renvoyer le code
ja: コードを再送信する
kk: Кодты қайта жіберу
ko: 코드 재전송
pt: Reenviar código
zh_hans: 重新发送代码

# Отправить фото
source: Send photo
ar: إرسال الصورة
de: Foto senden
es: enviar foto
fr: Envoyer la photo
ja: 写真を送信する
kk: Фото жіберу
ko: 사진 보내기
pt: Enviar foto
zh_hans: 发送照片

# Отправлено!
source: Sent!
ar: تم الإرسال!
de: Gesendet!
es: ¡Enviado!
fr: Envoyé !
ja: 送信済み！
kk: Жіберілді!
ko: 전송된!
pt: Enviado!
zh_hans: 发送！

# Отправь код другу. Дуэль начнётся, как только он вступит.
source: Send the code to a friend. The duel starts as soon as they join.
ar: أرسل الرمز إلى صديق. سيبدأ التحدي بمجرد أن ينضم.
de: Sende den Code an einen Freund. Das Duell beginnt, sobald er beitritt.
es: Envía el código a un amigo. El duelo comienza tan pronto como se unen.
fr: Envoie le code à un ami. Le duel commence dès qu'il rejoint.
ja: コードを友達に送ります。彼らが参加するとすぐに決闘が始まります。
kk: Кодты досыңа жібер. Дос қосылған бойда дуэль басталады.
ko: 친구에게 코드를 보내세요. 합류하자마자 결투가 시작됩니다.
pt: Envie o código para um amigo. O duelo começa assim que eles entram.
zh_hans: 将代码发送给朋友。他们一加入，决斗就开始了。

# Отслеживать автоматически?
source: Track automatically?
ar: تتبّع تلقائيًا؟
de: Automatisch verfolgen?
es: ¿Seguir automáticamente?
fr: Suivre automatiquement ?
ja: 自動的に追跡しますか?
kk: Автоматты түрде бақылау керек пе?
ko: 자동으로 추적하시겠습니까?
pt: Rastrear automaticamente?
zh_hans: 自动追踪？

# Отчёт
source: Report
ar: تقرير
de: Bericht
es: Informe
fr: Rapport
ja: 報告
kk: Есеп
ko: 보고서
pt: Relatório
zh_hans: 报告

# Отчёт за неделю
source: Weekly report
ar: تقرير أسبوعي
de: Wochenbericht
es: Informe semanal
fr: Rapport hebdomadaire
ja: 週報
kk: Апталық есеп
ko: 주간 보고서
pt: Relatório semanal
zh_hans: 周报

# Оформить подписку
source: Subscribe
ar: الاشتراك
de: Abonnieren
es: Suscribir
fr: S'abonner
ja: 購読する
kk: Жазылу рәсімдеу
ko: 구독하다
pt: Inscrever-se
zh_hans: 订阅

# Ошибка
source: Error
ar: خطأ
de: Fehler
fr: Erreur
ja: エラー
kk: Қате
ko: 오류
pt: Erro
zh_hans: 错误

# П
source: M
ar: ن
es: METRO
fr: L
ko: 중
zh_hans: 中号

# Папа
source: Dad
ar: أبي
de: Papa
es: Papá
fr: Papa
ja: お父さん
kk: Әкешім
ko: 아빠
pt: Pai
zh_hans: 爸爸

# Пароль
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
kk: Құпиясөз
ko: 비밀번호
pt: Senha
zh_hans: 密码

# Пароль (от 6 символов)
source: Password (6+ characters)
ar: كلمة المرور (6 أحرف على الأقل)
de: Passwort (6+ Zeichen)
es: Contraseña (6+ caracteres)
fr: Mot de passe (6 caractères min.)
ja: パスワード(6文字以上)
kk: Құпиясөз (6+ таңба)
ko: 비밀번호(6자 이상)
pt: Senha (6+ caracteres)
zh_hans: 密码（6 个以上字符）

# Пароль изменён
source: Password changed
ar: تم تغيير كلمة المرور
de: Passwort geändert
es: Contraseña cambiada
fr: Mot de passe modifié
ja: パスワードが変更されました
kk: Құпиясөз өзгертілді
ko: 비밀번호가 변경되었습니다.
pt: Senha alterada
zh_hans: 密码已更改

# Первая победа за 2 минуты
source: First win in 2 minutes
ar: أول فوز في دقيقتين
de: Erster Sieg in 2 Minuten
es: Primera victoria en 2 minutos.
fr: Première victoire en 2 minutes
ja: 2分で初勝利
kk: 2 минутта алғашқы жеңіс
ko: 2분 만에 첫 승리
pt: Primeira vitória em 2 minutos
zh_hans: 2分钟内首胜

source: Give these details to your kid -- they'll sign in on their phone via "Log in as a child."
ar: أعطِ هذه البيانات لطفلك -- سيقوم بتسجيل الدخول على هاتفه عبر "تسجيل الدخول كطفل".
de: Gib deinem Kind diese Daten -- es meldet sich auf seinem Handy über "Als Kind anmelden" an.
es: Proporcione estos detalles a su hijo: iniciará sesión en su teléfono a través de "Iniciar sesión como niño".
fr: Donne ces informations à ton enfant -- il se connectera sur son téléphone via "Se connecter en tant qu'enfant".
ja: これらの詳細をお子様に伝えます。お子様は、[お子様としてログイン] 経由で携帯電話にサインインします。
kk: Бұл деректерді балаңа бер -- ол өз телефонында «Бала ретінде кіру» арқылы кіреді.
ko: 자녀에게 이러한 세부정보를 알려주면 자녀는 "어린이로 로그인"을 통해 휴대폰에 로그인하게 됩니다.
pt: Forneça esses detalhes ao seu filho -- ele fará login no telefone através de “Fazer login como criança”.
zh_hans: 将这些详细信息提供给您的孩子 - 他们将通过“以儿童身份登录”在手机上登录。

# Перейдите на Премиум
source: Upgrade to Premium
ar: الترقية إلى بريميوم
de: Auf Premium upgraden
es: Actualizar a Premium
fr: Passe à Premium
ja: プレミアムにアップグレード
kk: Premium-ға өту
ko: 프리미엄으로 업그레이드
pt: Atualizar para Premium
zh_hans: 升级至高级版

# Перейти
source: Go
ar: الانتقال
de: Los
es: Ir
fr: Aller
ja: 行く
kk: Өту
ko: 가다
pt: Ir
zh_hans: 去

# Перейти на Premium
source: Upgrade to Premium
ar: الترقية إلى بريميوم
de: Auf Premium upgraden
es: Actualizar a Premium
fr: Passer à Premium
ja: プレミアムにアップグレード
kk: Premium-ға өту
ko: 프리미엄으로 업그레이드
pt: Atualizar para Premium
zh_hans: 升级至高级版

# Переснять
source: Retake
ar: إعادة التصوير
de: Erneut aufnehmen
es: Volver a tomar
fr: Reprendre la photo
ja: リテイク
kk: Қайта түсіру
ko: 다시 잡다
pt: Retomar
zh_hans: 重拍

# Пить воду
source: Drink water
ar: شرب الماء
de: Wasser trinken
es: beber agua
fr: Boire de l'eau
ja: 水を飲む
kk: Су ішу
ko: 물을 마셔라
pt: Beba água
zh_hans: 喝水

# План создан!
source: Plan created!
ar: تم إنشاء الخطة!
de: Plan erstellt!
es: ¡Plan creado!
fr: Plan créé !
ja: プランが作成されました！
kk: Жоспар жасалды!
ko: 계획이 생성되었습니다!
pt: Plano criado!
zh_hans: 计划已制定！

# Планировать день
source: Plan the day
ar: تخطيط اليوم
de: Tag planen
es: Planifica el día
fr: Planifier la journée
ja: 一日の計画を立てる
kk: Күнді жоспарлау
ko: 하루를 계획하세요
pt: Planeje o dia
zh_hans: 计划一天

# Пн
source: Mon
ar: إثن
de: Mo
es: Lun
fr: Lun
ja: 月
kk: Дс
ko: 월
pt: seg
zh_hans: 周一

# По расписанию
source: On schedule
ar: حسب الجدول الزمني
de: Nach Zeitplan
es: A tiempo
fr: Selon le planning
ja: 予定通り
kk: Кесте бойынша
ko: 예정대로
pt: Dentro do cronograma
zh_hans: 如期

# Победа!
source: Victory!
ar: فوز!
de: Sieg!
es: ¡Victoria!
fr: Victoire !
ja: 勝利！
kk: Жеңіс!
ko: 승리!
pt: Vitória!
zh_hans: 胜利！

# Повтор
source: Repeat
ar: تكرار
de: Wiederholen
es: Repetir
fr: Répéter
ja: 繰り返す
kk: Қайталау
ko: 반복하다
pt: Repita
zh_hans: 重复

# Повтори пароль
source: Confirm password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
es: Confirmar Contraseña
fr: Confirme le mot de passe
ja: パスワードを認証する
kk: Құпиясөзді қайтала
ko: 비밀번호 확인
pt: Confirme sua senha
zh_hans: 确认密码

# Повторить
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Rever
fr: Réessayer
ja: リトライ
kk: Қайталау
ko: 다시 해 보다
pt: Tentar novamente
zh_hans: 重试

# Погнали! 🔥
source: Let's go! 🔥
ar: هيا بنا! 🔥
de: Los geht's! 🔥
es: ¡Vamos! 🔥
fr: C'est parti ! 🔥
ja: さあ行こう！ 🔥
kk: Кеттік! 🔥
ko: 갑시다! 🔥
pt: Vamos! 🔥
zh_hans: 我们走吧！ 🔥

source: Share the code or link, or shake two phones together to add a child.
ar: شارك الرمز أو الرابط، أو هزّا هاتفين معًا لإضافة طفل.
de: Teile den Code oder Link oder schüttelt zwei Handys zusammen, um ein Kind hinzuzufügen.
es: Comparta el código o enlace, o agite dos teléfonos para agregar un niño.
fr: Partage le code ou le lien, ou secouez deux téléphones l'un près de l'autre pour ajouter un enfant.
ja: コードまたはリンクを共有するか、2 台の携帯電話を一緒に振って子供を追加します。
kk: Бала қосу үшін кодты не сілтемені бөліс, немесе екі телефонды бірге шайқа.
ko: 코드나 링크를 공유하거나, 두 대의 휴대폰을 함께 흔들어 자녀를 추가하세요.
pt: Compartilhe o código ou link ou agite dois telefones para adicionar uma criança.
zh_hans: 分享代码或链接，或者同时摇动两部手机来添加孩子。

# Поделиться
source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
ja: 共有
kk: Бөлісу
ko: 공유하다
pt: Compartilhar
zh_hans: 分享

# Поделиться в ленте и др.
source: Share to feed and more
ar: مشاركة في الخلاصة وأكثر
de: In Feed und mehr teilen
es: Comparte para alimentar y más
fr: Partager dans le fil et plus
ja: フィードなどで共有する
kk: Лентаға және басқа жерге бөлісу
ko: 피드 등에 공유
pt: Compartilhe no feed e muito mais
zh_hans: 分享至 Feed 等

# Поделиться данными
source: Share data
ar: مشاركة البيانات
de: Daten teilen
es: Compartir datos
fr: Partager les données
ja: データを共有する
kk: Деректермен бөлісу
ko: 데이터 공유
pt: Compartilhar dados
zh_hans: 共享数据

# Поделиться итогами %@
source: Share %@ results
ar: مشاركة نتائج %@
de: %@-Ergebnisse teilen
es: Compartir %@ resultados
fr: Partager les résultats de %@
ja: %@ 結果を共有する
kk: %@ қорытындысымен бөлісу
ko: %@ 결과 공유
pt: Compartilhe os resultados do %@
zh_hans: 分享 %@ 结果

# Поделиться кодом
source: Share code
ar: مشاركة الرمز
de: Code teilen
es: Compartir código
fr: Partager le code
ja: コードを共有する
kk: Кодпен бөлісу
ko: 코드 공유
pt: Compartilhar código
zh_hans: 分享代码

# Поделиться неделей
source: Share the week
ar: مشاركة الأسبوع
de: Woche teilen
es: comparte la semana
fr: Partager la semaine
ja: 一週間を共有する
kk: Аптамен бөлісу
ko: 일주일을 공유하세요
pt: Compartilhe a semana
zh_hans: 分享一周

# Поделиться отчётом за неделю
source: Share weekly report
ar: مشاركة التقرير الأسبوعي
de: Wochenbericht teilen
es: Compartir informe semanal
fr: Partager le rapport hebdomadaire
ja: 週次レポートを共有する
kk: Апталық есеппен бөлісу
ko: 주간 보고서 공유
pt: Compartilhe relatório semanal
zh_hans: 分享周报

# Поделиться приложением
source: Share the app
ar: مشاركة التطبيق
de: App teilen
es: Comparte la aplicación
fr: Partager l'application
ja: アプリを共有する
kk: Қолданбамен бөлісу
ko: 앱 공유
pt: Compartilhe o aplicativo
zh_hans: 分享应用程序

# Поделиться серией
source: Share streak
ar: مشاركة سلسلة الإنجاز
de: Serie teilen
es: Racha de acciones
fr: Partager la série
ja: 連続シェア
kk: Сериямен бөлісу
ko: 연속 공유
pt: Sequência de compartilhamento
zh_hans: 连续分享

# Поделиться ссылкой
source: Share link
ar: مشاركة الرابط
de: Link teilen
es: Compartir enlace
fr: Partager le lien
ja: リンクを共有する
kk: Сілтемемен бөлісу
ko: 링크 공유
pt: Compartilhar link
zh_hans: 分享链接

# Подзадача для
source: Subtask for
ar: مهمة فرعية لـ
de: Teilaufgabe für
es: Subtarea para
fr: Sous-tâche pour
ja: のサブタスク
kk: Ішкі тапсырма:
ko: 다음에 대한 하위 작업
pt: Subtarefa para
zh_hans: 子任务

# Подключаюсь к %@...
source: Connecting to %@...
ar: جارٍ الاتصال بـ %@...
de: Verbinde mit %@...
es: Conectándose a %@...
fr: Connexion à %@...
ja: %@ に接続中...
kk: %@ қосылуда...
ko: %@에 연결하는 중...
pt: Conectando a %@...
zh_hans: 正在连接到 %@...

# Подключение отменено.
source: Connection cancelled.
ar: تم إلغاء الاتصال.
de: Verbindung abgebrochen.
es: Conexión cancelada.
fr: Connexion annulée.
ja: 接続がキャンセルされました。
kk: Қосылу болдырылмады.
ko: 연결이 취소되었습니다.
pt: Conexão cancelada.
zh_hans: 连接已取消。

# Подключения
source: Connections
ar: الاتصالات
de: Verbindungen
es: Conexiones
fr: Connexions
ja: 接続
kk: Қосылымдар
ko: 사이
pt: Conexões
zh_hans: 连接

# Подключено
source: Connected
ar: متصل
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み
kk: Қосылды
ko: 연결됨
pt: Conectado
zh_hans: 已连接
